Repository: esitarski/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: fr

source: Reader Configuration:
fr: Configuration du lecteur:

source: Reader Type
fr: Type de lecteur

source: or
fr: ou

source: AutoDetect
fr: Détection automatique

source: Remote IP Address:
fr: Adresse IP:

source: Remote Port:
fr: Port à distance:

source: If using JChip, see "7 Setting of Connections" in JChip "Control Panel Soft Manual" for more details.
fr: Si vous utilisez JChip, voir "7 Cadre de connexions" dans JChip "Panneau de configuration souple Manuel" pour plus de détails.

source: AutoDetect Error
fr: Erreur de détection automatique

source: AutoDetect Failure
fr: Échec de détection automatique

source: Reader not found.
fr: Le lecteur n'a pas été trouvé.

source: No active race. Cannot perform RFID test. "New" or "Open" a race first.
fr: Aucune course active. Vous ne pouvez pas effectuer un test RFID. "Nouveau" ou "Overt" une course en premier.

source: Cannot Perform RFID Test
fr: Impossible d'effectuer des essais RFID

source: Cannot perform RFID test while race is running.
fr: Vous ne pouvez pas effectuer un test RFID alors que la race est en marche.

source: CrossMgr will not be able to associate chip Tags with Bib numbers.
fr: CrossMgr ne sera pas en mesure d'associer puce RFID avec des dossards.

source: You may proceed with the test, but you need to fix the Excel sheet.
fr: Vous pouvez procéder à l'essai, mais vous avez besoin de fixer la feuille Excel.

source: See documentation for details.
fr: Voir la documentation pour plus de détails.

source: Problems with Excel sheet.
fr: Problèmes avec la feuille Excel.

source: Reason:
fr: Raison:

source: Excel Link Problem
fr: Excel Lien problème

source: All Tag entries in the Excel sheet are blank.
fr: Toutes les entrées de Puce dans une feuille Excel sont vides.

source: listening for RFID connection...
fr: l'écoute pour une connexion RFID...

source: receiver name
fr: nom de récepteur

source: No test running.
fr: Aucun test en cours d'exécution.

source: Lap Counter Options
fr: Options du compteur de tours

source: Lap Counter
fr: Compteur de tours

source: Countdown Timer
fr: Compte à rebours

source: Foregrounds
fr: Premier plan

source: Backgrounds
fr: Fond d'écran

source: Show Lap Elapsed Time
fr: Afficher le temps écoulé des tours

source: Lap Cycle
fr: Cycle de rappel

source: Seconds before Leader's ETA to change Lap Counter
fr: Quelques secondes avant leader pour changer le compteur de tours

source: Lock in Laps to Go
fr: Verrouillez les tours pour aller.

source: No tips available.
fr: Pas de conseils disponibles.

source: Simulate Race
fr: Simuler une course

source: This will simulate a race using randomly generated data.
fr: Cela simulera une course en utilisant des données générées aléatoirement.

source: It is a good illustration of CrossMgr's functionality with real time data.
fr: Ce est une bonne illustration de la fonctionnalité de CrossMgr avec des données en temps réel.

source: The simulation takes about 8 minutes.
fr: La simulation prend environ 8 minutes.

source: In the Time Trial simulation, riders start on 15 second intervals.
fr: Dans la simulation Time Trial, les cavaliers commencent par intervalles de 15 secondes.

source: The race will be written to
fr: La course sera écrit

source: Continue?
fr: Continuer?

source: Mass Start Race
fr: Course de départ en masse

source: Time Trial
fr: Contre la montre

source: &New...
fr: &Nouveau...

source: Create a new race
fr: Créer une nouvelle course

source: New Nex&t...
fr: Nouveau &prochaine...

source: Create a new race starting from the current race
fr: Créer une nouvelle course à partir de la course actuelle

source: New from &RaceDB Excel...
fr: Nouveau de &RaceDB Excel ...

source: Create a new race from RaceDB Excel output
fr: Créer une nouvelle course de la sortie RaceDB

source: &Open...
fr: &Ouverte...

source: Open a race
fr: Ouvrez une course

source: Open N&ext...
fr: Ouvrir p&rochaine...

source: Open the next race starting from the current race
fr: Ouvrez la prochaine course à partir de la course actuelle

source: Open from RaceDB Server...
fr: Ouvrir à partir du serveur RaceDB ...

source: Open a Race directly from RaceDB server
fr: Ouvrir une course directement à partir du serveur RaceDB

source: Upload Results to RaceDB Server...
fr: Charger les résultats au serveur RaceDB ...

source: Upload Results to RaceDB server
fr: Charger les résultats au serveur RaceDB

source: &Restore from Original Input...
fr: Et restauration de l'entrée d'origine...

source: Restore from Original Input
fr: Restauration à partir d'entrée d'origine

source: Recent Fil&es
fr: Fichiers &récents...

source: &Close Race
fr: &Fermer Course

source: Close this race without exiting CrossMgr
fr: Fermez cette course sans quitter CrossMgr

source: E&xit
fr: &Sortie

source: Exit CrossMgr
fr: Quitter CrossMgr

source: &File
fr: &Fichier

source: Page &Setup...
fr: Mise En Page...

source: Setup the print page
fr: Configuration de la page d'impression

source: P&review Print Results...
fr: &Examen Résultats de l'impression...

source: Preview the printed results on screen
fr: Prévisualiser les résultats imprimés à l'écran

source: &Print Results...
fr: &Imprimer Résultats...

source: Print the results to a printer
fr: Imprimer les résultats à une imprimante

source: Print P&odium Results...
fr: Imprimer P&odium Résultats...

source: Print the top position results to a printer
fr: Imprimer les résultats de position supérieure à une imprimante

source: Print C&ategories...
fr: Imprimer &Catégories...

source: Print Categories
fr: Imprimer Catégories

source: &Batch Publish Files...
fr: Publier les résultats dans un lot....

source: Publish Multiple Results File Formats
fr: Publiez plusieurs formats de fichier de résultats

source: &Publish
fr: &Publier

source: &Undo Ctrl+Z
fr: &Annuler Ctrl+Z

source: Undo the last edit
fr: Annuler la dernière édition

source: &Redo Ctrl+Y
fr: &Rétablir Ctrl+Y

source: Redo the last edit
fr: Rétablir la dernière édition

source: &Find... Ctrl+F
fr: &Trouver... Ctrl+T

source: Find a Rider
fr: Trouver un coureur

source: &Delete Bib Number...
fr: Supprimer le dossard...

source: Delete Bib Number...
fr: Supprimer le dossard ...

source: &Swap Bib Numbers...
fr: Échange de dossards...

source: Swap Bib Numbers...
fr: Échange de dossards...

source: &Change Bib Number...
fr: Changer le dossard...

source: Change Bib Number...
fr: Changer le dossard...

source: &Add Missing Bib Number...
fr: & Ajouter le dossard manquant ...

source: Add Missing Bib Number...
fr: Ajouter le dossard manquant ...

source: &Change "Autocorrect"...
fr: &Modifiez "correction automatique"...

source: Change "Autocorrect"...
fr: Modifiez "correction automatique"...

source: &Edit
fr: &Modifier

source: &Link to External Excel Data...
fr: Et lien avec les données Excel externe...

source: Link to information in an Excel spreadsheet
fr: Lien à l'information dans un tableur Excel

source: &Add DNS from External Excel Data...
fr: &Ajouter DNS de données Excel externe...

source: Add DNS...
fr: Ajouter DNS...

source: &Open Excel Spreadsheet...
fr: &Ouvrez Excel...

source: Open Excel Spreadsheet...
fr: Ouvrez Excel...

source: &Import Time Trial Start Times...
fr: Importation démarre la contre la montre...

source: Import Time Trial Start Times
fr: Importation démarre la contre la montre

source: &Import Categories from File...
fr: Catégories et importation de fichiers...

source: Import Categories from File
fr: Catégories importation de fichier

source: &Export Categories to File...
fr: Catégories & Export dans un fichier...

source: Export Categories to File
fr: Exporter des catégories de fichier

source: Export Passings to Excel...
fr: Passes d'exportation vers Excel ...

source: Export Passings to Excel File
fr: Passer des exportations vers le fichier Excel

source: Export Raw Data as &HTML...
fr: Exporter les données brutes en HTML...

source: Export raw data as HTML (.html)
fr: Données brutes d'exportation au format HTML (.html)

source: Export Results as &JSON...
fr: Exporter les résultats comme JSON ...

source: Export results as JSON (.json)
fr: Exporter les résultats comme JSON (.json)

source: &DataMgmt
fr: &Gestion des données

source: Pulled
fr: Tiré

source: Prizes
fr: Prix

source: Announcer
fr: Annonceur

source: Histogram
fr: Histogramme

source: Chip Reader &Setup...
fr: Lecteur et configuration de RFID...

source: Configure and Test the Chip Reader
fr: Configurez et testez le lecteur de RFID

source: Import JChip File...
fr: Fichier JChip Importer...

source: JChip Formatted File
fr: JChip fichier formaté

source: Import Impinj File...
fr: Fichier Impinj Importer...

source: Impinj Formatted File
fr: Impinj fichier formaté

source: Import Ipico File...
fr: Importer le fichier Ipico...

source: Import Alien File...
fr: Alien importer un fichier...

source: Alien Formatted File
fr: Alien fichier formaté

source: Import Orion File...
fr: Orion importer un fichier...

source: Orion Formatted File
fr: Orion fichier formaté

source: Import RaceResult File...
fr: Importer un fichier RaceResult...

source: RaceResult File
fr: Fichier RaceResult

source: Chip&Reader
fr: &Lecteur de RFID

source: &Change Race Start Time...
fr: &Changez l'heure de départ de la course...

source: Change the Start Time of the Race
fr: Changer l'heure de début de la course

source: Copy Log File to &Clipboard...
fr: Copiez le fichier journal dans le presse-papiers...

source: &Simulate Race...
fr: &Simuler une course...

source: Simulate a race
fr: Simuler une course

source: &Reload Checklist...
fr: &Recharger la liste de contrôle

source: Reload the Checklist from the Checklist File
fr: Recharger la liste de contrôle à partir du fichier Liste de contrôle

source: &Playback...
fr: &Lecture...

source: Playback this race from original data.
fr: Reproduisez cette course à partir de données originales.

source: &Tools
fr: &Outils

source: &Show 100s of a second
fr: &Voir 100s d'une seconde

source: Show 100s of a second
fr: Voir 100s d'une seconde

source: &Play Sounds
fr: &Jouer des sons

source: Play Sounds
fr: Jouer des sons

source: Sync &Categories between Tabs
fr: Sync &Catégories entre les onglets

source: Sync Categories between Tabs
fr: Catégories de synchronisation entre les onglets

source: &Launch Excel after Publishing Results
fr: &Lancez Excel et après la publication des résultats

source: Launch Excel after Publishing Results
fr: Lancez Excel après la publication des résultats

source: Set Default Contact &Email...
fr: Définir le contact par défaut et le courrier électronique ...

source: Set Default Contact Email
fr: Définir le courrier électronique de contact par défaut

source: Set Default &Graphic...
fr: Définir par défaut et graphique ...

source: Set Default Graphic
fr: Définir le graphique par défaut

source: Jump to
fr: Sauter à

source: &JumpTo
fr: &Sauter à

source: Unmatched RFID Tags
fr: Puce RFID inégalés

source: &Windows
fr: &Fenêtres

source: &Index Page...
fr: &Sommaire...

source: Index Page...
fr: Sommaire...

source: &QR Code Share Page...
fr: &QR Code Partager la page ...

source: QR Code Share Page...
fr: QR Code Partager la page ...

source: Help &Search...
fr: Aide &recherche...

source: Search Help...
fr: Aide à la recherche...

source: Help Search
fr: Aide Rechercher

source: &Help...
fr: &Aidez-Moi...

source: Help about CrossMgr...
fr: Aide à propos de CrossMgr...

source: &QuickStart...
fr: Démarrage &rapide...

source: Get started with CrossMgr Now...
fr: Commencez avec CrossMgr maintenant...

source: &About...
fr: &Propos de...

source: About CrossMgr...
fr: À propos CrossMgr...

source: &Tips at Startup...
fr: &Astuces au démarrage...

source: Enable/Disable Tips at Startup...
fr: Activer/Désactiver les astuces au démarrage...

source: PhotoViewer
fr: Visionneuse de photos

source: This Bib number is choosen already.
fr: Ce numéro de dossard est déjà choisi.

source: Not Available
fr: Indisponible

source: This Bib Number is Not in the Race
fr: Ce numéro de dossard n'est pas en course

source: Not in Race
fr: Pas en course

source: This Bib number is Already in the Race
fr: Ce numéro de dossard est déjà en course

source: Already in Race
fr: Déjà en course

source: Delete Bib
fr: Supprimer le dossard

source: Delete Rider
fr: Supprimer coureur

source: First Bib Number
fr: Premier numéro de dossard

source: Second Bib Number
fr: Deuxième numéro de dossard

source: Confirm Swap Bib Numbers
fr: Confirmez pour échanger les numéros de dossard

source: Swap Bib Numbers
fr: Échange de dossards

source: Bib Number to Change
fr: Numéro de dossard à changer

source: New Bib Number
fr: Nouveau dossard

source: New Bib
fr: Nouveau dossard

source: The new Bib number does not match a Category.
fr: Le nouveau dossard ne correspond pas à une catégorie.

source: Add this Bib number to a Category later, or press Cancel to select a different number.
fr: Ajoutez ce dossard à une catégorie plus tard, ou appuyez sur Annuler pour sélectionner un autre dossard.

source: No Matching Category
fr: Pas de catégorie correspondante

source: Confirm Change Bib Number
fr: Confirmer changer le numéro de dossard

source: Change Bib Number
fr: Changer le numéro de dossard

source: Bib Number to Add
fr: Numéro de dossard à ajouter

source: Existing Bib Number to get Lap Times
fr: Numéro de dossard existant pour obtenir des temps de tour

source: Times will be copied to new Bib
fr: Les inscriptions seront copiés nouvelle Dossard

source: All times will be slightly earlier.
fr: Tout le temps sera un peu plus tôt.

source: Confirm Add Bib Number
fr: Confirmer Ajouter un numéro de dossard

source: You must have a valid race.
fr: Vous devez avoir une course valide.

source: Missing Excel Link.
fr: Liaison Excel absente.

source: Missing Excel Link
fr: Liaison Excel absente.

source: Cannot change Start Time of unstarted race. Start the race from Actions.
fr: Vous ne pouvez pas changer Heure de début de course Non Commencées. Départ de la course à partir Actions.

source: Race Not Started
fr: Course non commencé

source: Cannot change Start Time of a Time Trial with recorded times
fr: Vous ne pouvez pas changer heure de début d'une contre la montre avec les temps enregistrés

source: Cannot Change Start Time
fr: Impossible de modifier l'heure de début

source: Turn Off Tips at Startup?
fr: Désactiver les astuces au démarrage?

source: Show Tips at Startup?
fr: Afficher les conseils au démarrage?

source: Tips at Startup
fr: Conseils au démarrage

source: This will restore the race from the original input and replace your adds/splits/deletes. Are you sure you want to continue?
fr: Cela permettra de restaurer la course de l'entrée d'origine et remplacer votre changements. Etes-vous sûr de vouloir continuer?

source: No Data Found
fr: Aucune donnée disponible

source: Check file
fr: Vérifiez le fichier

source: Cannot perform RFID setup while race is running.
fr: Impossible d'effectuer une configuration RFID pendant la course.

source: Cannot Perform RFID Setup
fr: Impossible d'effectuer une configuration RFID

source: You must have a valid Excel sheet with associated tags and Bib numbers.
fr: Vous devez avoir une feuille Excel valide avec des étiquettes associées et numéros de dossard.

source: Results Contact Email
fr: Résultats Email

source: Default Contact Email:
fr: Email de contact par défaut:

source: Default Contact Email for HTML output - New Races
fr: Email de contact par défaut pour la sortie HTML - Nouvelles courses

source: Unable to open log file.
fr: Impossible d'ouvrir le fichier journal.

source: Log file copied to clipboard.
fr: Déconnexion fichier copié dans le presse papier.

source: You can now paste it into an email.
fr: Vous pouvez maintenant coller dans un email.

source: Unable to open the clipboard.
fr: Impossible d'ouvrir le presse-papiers.

source: Playback this race in real-time.
fr: Reproduisez cette course en temps réel.

source: Playback
fr: Lecture

source: Print preview
fr: Aperçu avant impression

source: Error creating PDF files
fr: Erreur lors de la création de fichiers PDF

source: PDF File Error
fr: Erreur de fichier PDF

source: PDF file written to
fr: Fichier PDF écrit à

source: PDF Publish
fr: Publication PDF

source: Error creating Image files
fr: Erreur lors de la création des fichiers image

source: Image File Error
fr: Erreur de fichier d'image

source: Results written as Image files to
fr: Les résultats sont écrits sous forme de fichiers d'images à

source: Facebook Publish
fr: Facebook Publié

source: Link ExcelSheet
fr: Lien ExcelSheet

source: Starting
fr: Départ

source: Course for
fr: Cours pour

source: No Race
fr: Pas de course

source: New/Open a Race and try again.
fr: Nouveau / Ouvrez une course et réessayez.

source: Your Email contact is not set. Configure it now?
fr: Votre contact par courrier électronique n'est pas défini. Configurez-le maintenant?

source: Set Email Contact
fr: Réglez E-mail Contactez

source: Publish Complete
fr: Publier compléter

source: Cannot read HTML template file. Check program installation.
fr: Vous ne pouvez pas lire le fichier de template HTML. Vérifiez l'installation du programme.

source: Html Template Read Error
fr: Html modèle erreur de lecture

source: Html Race Animation written to
fr: Html animation de course écrit

source: Html Write
fr: Html Ecrire

source: Cannot write HTML file
fr: Impossible d'écrire fichier HTML

source: Html Write Error
fr: Html Erreur d'écriture

source: HTML Index Failure
fr: Échec de l'indice HTML

source: No race loaded.
fr: Aucune course chargé.

source: TT Start can only be created for a Time Trial event.
fr: CT Démarrer ne peut être créé pour un événement Time Trial.

source: Cannot Create TTStart Page
fr: Impossible de créer CMStart page

source: The Time Trial has not started.
fr: Le contre la montre n'a pas commencé.

source: The TTCountdown page will act as countdown clock for the scheduled start time.
fr: La page de CMStart agira horloge compte à rebours pour l'heure de début prévue.

source: You must publish this page again after you start the Time Trial.
fr: Vous devez publier à nouveau cette page après avoir démarré le contre la montre

source: Reminder: Publish after Time Trial is Started
fr: Rappel: Publier après le contre la montre est Démarré

source: You must set TimeTrial mode first.
fr: Vous devez d'abord régler le mode "contre la montre".

source: Race must be TimeTrial
fr: Course doit être "contre la montre"

source: No GPX Course Loaded.
fr: No Cours GPX Loaded.

source: Nothing to export.
fr: Rien à exporter.

source: No GPX Course Loaded
fr: Il ne est pas cours de GPX chargé

source: Course written to GPX file
fr: Cours écrit fichier GPX

source: GPX Export
fr: Exporter le fichier GPX

source: Write to GPX file Failed.
fr: Écrire dans le fichier GPX Échec.

source: Course Virtual Tour written to KMZ file
fr: Cours Visite virtuelle écrit dans le fichier KMZ

source: Google Earth Launched.
fr: Lancement de Google Earth.

source: KMZ Write
fr: Ecrire KMZ

source: Course Preview written to
fr: Cours Aperçu écrit

source: Raw race data file is empty/missing.
fr: Fichier de données de course brutes est vide/manquante.

source: Missing Raw Race Data
fr: Données manquantes de course brutes

source: Html Raw Data written to
fr: Html brutes données écrites sur

source: Configure Race
fr: Configurez Course

source: File already exists
fr: Fichier existe déjà

source: Overwrite
fr: Écraser

source: Bad file format
fr: Mauvais format de fichier

source: File already exists. Overwrite?
fr: Fichier existe déjà. Ecraser?

source: File Exists
fr: Le fichier existe

source: Cannot open file.
fr: Ne peut pas ouvrir le fichier.

source: Excel Read Failure
fr: Excel Erreur de lecture

source: Choose a RaceDB Excel file
fr: Choisissez un fichier Excel RaceDB

source: RaceDB Excel files (*.xlsx)|*.xlsx
fr: RaceDB fichiers Excel (*.xlsx) |*.xlsx

source: Excel file not in RaceDB format
fr: Fichier Excel pas au format RaceDB

source: This will replace an Existing Race file
fr: Cela remplacera un fichier de course existante

source: The FileName does not match the Event Name format
fr: Le nom de fichier ne correspond pas au format de nom d'événement

source: Going forward, this event will saved as
fr: À l'avenir, cet événement sera enregistré en tant que

source: To change the File Name, change the event Date, Name or Race Number in Properties/General Properties
fr: Pour changer le nom du fichier, changez l'événement Date, Nom ou Numéro de course dans Propriétés / Propriétés générales

source: Unmatched Filename
fr: Nom de fichier sans correspondance

source: Could not find Excel file
fr: Impossible de trouver le fichier Excel

source: Found this Excel file in the race folder with matching name
fr: Trouvé ce fichier Excel dans le dossier de course avec le nom correspondant

source: Use this Excel file from now on?
fr: Utilisez ce fichier Excel à partir de maintenant?

source: Excel Link Not Found
fr: Excel Lien introuvable

source: Choose a Race file
fr: Choisissez un fichier de course

source: CrossMgr files (*.cmn)|*.cmn
fr: CrossMgr fichiers (*.cmn)|*.cmn

source: The current race is still running. Finish it and continue?
fr: La course actuelle est encore en cours. Finish et continuer?

source: Current race running
fr: Course actuelle course

source: No next race found
fr: Aucune prochaine course trouvée

source: A race must be loaded first.
fr: Une course doit être chargé en premier.

source: Import Categories
fr: Catégories importation

source: Choose Race Categories File
fr: Choisissez Fichier Race Catégories

source: Bicycle Race Categories (*.brc)|*.brc
fr: Catégories de course de vélos (* .brc) | *.brc

source: Export Categories
fr: Exporter des catégories

source: Race Passings
fr: Passes de course

source: Check if this spreadsheet is open.
fr: Vérifiez si cette feuille de calcul est ouverte.

source: Make sure you publish correct results.
fr: Assurez-vous de publier les résultats corrects.

source: Take a few minutes to check the following:
fr: Prenez quelques minutes pour vérifier ce qui suit:

source: Is the Race Name spelled correctly?
fr: Est le nom de la course correctement orthographié?

source: Is the Race Organizer spelled correctly?
fr: Est la course oganisateur correctement orthographié?

source: Are the City, State/Prov and Country fields correctly filled in?
fr: Sont la Ville, État / Prov et Pays correctement remplis?

source: Are all the Category Names spelled and coded correctly?
fr: Sont tous les noms de catégories épeautre et codées correctement?

source: Are the Category Number Ranges correct?
fr: Sont le nombre de Catégorie Ranges correcte?

source: Have you fixed all scoring and data problems?
fr: Avez-vous réparé tous les problèmes de notation et de données?

source: Are the Rider Names / Teams / License data correct (spelling? missing data)?
fr: Sont les noms de coureur / équipes / données de licence correcte (orthographe? données manquantes)?

source: If not, press Cancel, fix the issues and publish again.
fr: Sinon, appuyez sur Annuler, résoudre les problèmes et publier à nouveau.

source: Results Publish
fr: Résultats Publier

source: Missing City, State/Prov or Country fields.
fr: Ville, ou État/Prov, Pays sont manquant.

source: Please fill in these fields in Properties.
fr: Se il vous plaît remplir ces champs dans Propriétés.

source: Missing Location Fields
fr: Manquant Lieu champs

source: File Error
fr: Erreur de fichier

source: WebScorer file written to:
fr: fichier WebScorer écrit à:

source: WebScorer Publish
fr: WebScorer Publier

source: WebScorer Publish Error
fr: WebScorer Publier erreur
