Repository: esitarski/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: fr

source: Score Cycling races quickly and easily with little preparation. A brief list of features: * Input riders on the first lap * Predicts riders for all other laps based on lap times * Indicates race leader by category and tracks missing riders * Interpolates missing numbers. Ignores duplicate rider entries. * Shows results instantly by category during and after race * Shows rider history * Allows rider lap adjustments * UCI 80% Rule Countdown
fr: Créer résultats de la course de vélo rapidement et facilement avec peu de préparation A brève liste des caractéristiques: * coureurs d'entrée dans le premier tour * Prédit coureurs pour tous les autres tours basé sur chronos * Indique coureur de tête de la course par catégorie et les pistes coureurs manquant * interpole nombres manquants. Ignore les entrées de rider en double. * montre des résultats instantanément par catégorie pendant et après la course * Indique l'histoire du pilote * Permet ajustements coureur de tour * UCI règle des 80% Tour "

source: User Beware! This program is experimental, under development and may have bugs. Feedback is sincerely appreciated. Donations are also appreciated - see website for details. CRITICALLY IMPORTANT MESSAGE! This program is not warranted for any use whatsoever. It may not produce correct results, it might lose your data. The authors of this program assume no responsibility or liability for data loss or erroneous results produced by this program. Use entirely at your own risk. Do not come back and tell me that this program screwed up your event! Computers fail, screw-ups happen. Always use a manual backup.
fr: User Beware! Ce programme est expérimental, en cours d'élaboration et peut avoir des bugs. Feedback est sincèrement apprécié Des remerciements sont également appréciés - voir le site Web pour plus de détails. MESSAGE IMPRIMABLEMENT IMPORTANT! Ce programme n'est pas garanti pour aucun Utiliser. Il ne peut pas produire des résultats corrects, il pourrait perdre vos données. Les auteurs de ce programme n'assument aucune responsabilité pour la perte de données ou les résultats erronés produits par ce programme. Utilisez entièrement à vos propres risques. Ne pas revenir et me dire que ce programme a brisé votre événement! Les ordinateurs échouent, les défauts se produisent. Utilisez toujours une sauvegarde manuelle.

source: Unstarted
fr: Non Commencées

source: Running
fr: En cours d'exécution

source: Finished
fr: Fini

source: TimeTrial
fr: Contre la montre

source: Add
fr: Ajouter

source: Edit
fr: Modifier

source: Swap
fr: Échange

source: on
fr: sur

source: Mass Start
fr: Départ groupé

source: Manual
fr: Manuel

source: Automatic: Triggered by first tag read
fr: Automatique: Déclenchée par première RFID lire

source: USB Camera Enabled
fr: Activé caméra USB

source: USB Camera Not Enabled
fr: Caméra USB non activé

source: Copy
fr: Copie

source: Category Laps
fr: Catégorie Tours

source: Duration
fr: Durée

source: &Del
fr: &Sup

source: &Enter
fr: &Entrée

source: &Pull
fr: &PUL

source: Touch Screen Toggle
fr: Toggle d'écran tactile

source: Last Rider
fr: Dernier coureur

source: End
fr: Fin

source: Manual Start
fr: Manuel de démarrage

source: Est. Last Rider
fr: Est. dernier coureur

source: Show Last Photos...
fr: Afficher les dernières photos...

source: Riders on Course:
fr: Coureurs sur cours:

source: Count
fr: Compter

source: Missing
fr: Manquant

source: Finishers Arriving
fr: Finisseurs Arrivée

source: Ring Bell
fr: Sonner la cloche

source: Prepare Bell
fr: Préparer la cloche

source: on lap
fr: sur tour

source: Finishing at
fr: Finition à

source: Chip Start
fr: Chip Démarrer

source: Waiting...
fr: En attendant...

source: Change Properties
fr: Modifier les propriétés

source: Reset Photo Capture
fr: Réinitialiser Capture Photo

source: Advance/Delay Photo Milliseconds set to
fr: Avance/Retard photo millisecondes réglé

source: Advance/Delay Milliseconds
fr: Avance / Retard millisecondes

source: Refresh Photos
fr: Photos Actualiser

source: Copy Photo to Clipboard...
fr: Copie Photo Presse-papiers...

source: Show Files...
fr: Afficher les fichiers...

source: Print Photo...
fr: Imprimer une photo...

source: Cannot open Clipboard.
fr: Impossible d'ouvrir le Presse-papiers.

source: Copy Failed
fr: Copiez Échec

source: Photo Copied to Clipboard.
fr: Photo copiée à Presse-papiers.

source: You can now Paste it into another program.
fr: Vous pouvez maintenant coller dans un autre programme.

source: Copy to Clipboard Succeeded
fr: Copier vers le presse-papiers a réussi

source: Error copying Clipboard
fr: Erreur de copie du presse-papier

source: No Photo Available.
fr: Pas de photo disponible.

source: Print Failed
fr: Imprimer Échec

source: last race photos
fr: Photos dernière course

source: Race must be running
fr: Race doit être exécuté

source: Camera Test Unavailable
fr: Non disponible test de l'appareil photo

source: USB camera option must be enabled
fr: option de caméra USB doit être activé

source: Camera error
fr: erreur caméra

source: Pack
fr: Peleton

source: Break
fr: Echappé

source: Chase
fr: Chasse

source: Prime For
fr: Prime Pour

source: or Custom
fr: ou Personnalisé

source: Laps To Go
fr: Tour à faire

source: Sponsor
fr: Parrainer

source: Cash
fr: Argent

source: Merchandise
fr: Marchandises

source: Time Bonus
fr: Bonus de temps

source: Winner Bib
fr: Gagnant Dossard

source: Create a new Prime
fr: Créer un nouveau Prime

source: Create a Prime from an Existing Prime for the Next Position
fr: Créer une prime à partir d'une prime existante pour la prochaine position

source: Create a Prime from an Existing Prime
fr: Créer une prime à partir d'un prime existant

source: Delete a Prime
fr: Supprimer un prime

source: You must have a Race to create a Prime.
fr: Vous devez avoir une course pour créer un prime

source: Missing Race
fr: Course manquant

source: You must have a Race to create a next Prime.
fr: Vous devez avoir une course pour créer un prime

source: Delete Prime
fr: Supprimer Prime

source: Confirm Delete Primes
fr: Confirmez Primes Supprimer

source: Team
fr: Équipe

source: For
fr: Pour

source: Time Bonus
fr: Bonus de temps

source: Click to select Categories. Use Ctrl-Click to select Multiple Categories.
fr: Cliquez pour sélectionner les catégories. Utilisez Ctrl-clic pour sélectionner plusieurs catégories.

source: Include Lap Times in Printout
fr: Inclure chronos dans Impression

source: Include Primes in Printout
fr: Inclure les Primes dans Impression

source: Fit Entire Category on One Page
fr: Monter ensemble de la catégorie sur une seule page

source: Small Text (max 60 riders per page)
fr: Petit texte (max 60 coureurs par page)

source: Big Text (max 30 riders per page)
fr: Grande texte (max 30 coureurs par page)

source: Print Podium Positions
fr: Imprimer positions Podium

source: Click to select Categories.
fr: Cliquez pour sélectionner Catégories.

source: Use Ctrl-Click to select Multiple Categories.
fr: Utilisez Ctrl-Click pour sélectionner plusieurs catégories.

source: Podium Positions to Print:
fr: Positions podium à imprimer:

source: Podium Results
fr: Résultats de Podium

source: Recipient
fr: Récipiendaire

source: Event Name:
fr: Nom de l'événement:

source: Long Name:
fr: Nom long:

source: City
fr: Ville

source: State/Prov
fr: ÉtatProv

source: Country
fr: Pays

source: Discipline
fr: La discipline

source: Race #
fr: Course

source: Scheduled Start
fr: Début programmé

source: Race Minutes
fr: Minutes de course:

source: Organizer
fr: Organisateur

source: Official/Commissaire
fr: Officiel/Commissaire:

source: Memo
fr: Note

source: All Categories Finish After Fastest Rider's Last Lap
fr: Toutes les catégories arrivée après plus rapide de coureur dernier tour

source: Set "Autocorrect Lap Data" option by Default
fr: Réglez l'option "Correction automatique Lap Data" par défaut

source: Show Times to 100s of a Second
fr: Afficher les temps à 100s de seconde

source: Road Race Finish Times (ignore decimals, groups get same time)
fr: Road Race Finish Times (ignorez les décimales, les groupes obtiennent le même temps)

source: Estimate Laps Down Finish Time (requires Road Race Finish Times)
fr: Estimation du temps d'arrivée des tours (nécessite des temps d'arrivée sur la course sur route)

source: Consider Riders in Spreadsheet to be DNS if no race data
fr: Considérons que les cavaliers dans la feuille de calcul soient DNS si aucune donnée de course

source: Lap Time for 80% Rule:
fr: Chrono pour règle des 80%:

source: 1st Lap Time
fr: 1er temps par tour

source: 2nd Lap Time
fr: 2ème temps par tour

source: Distance Unit:
fr: Distance Unité:

source: Show Lap Notes, Edits and Projected Times in HTML Output
fr: Afficher les notes de tour, édite et heures d'arrivée prévues en sortie HTML

source: Show Course Animation in Html
fr: Afficher animation du cours dans le Html

source: Min. Possible Lap Time:
fr: Min. Temps de tour possible:

source: License Link HTML Template:
fr: Licence modèle de lien HTML:

source: Win and Out
fr: Gagner et sortir

source: Manual Start: Collect every chip.
fr: Démarrage manuel: Recueillir chaque puce.

source: Does NOT restart race clock on first read.
fr: Ne redémarre pas la race horloge sur la première lecture.

source: Automatic Start: Reset start clock on first tag read.
fr: Démarrer automatique: Redémarrez l'horloge de départ sur la première lecture de la puce.

source: All riders get the start time of the first read.
fr: Tous les coureurs reçoivent l'heure de début de la première lecture.

source: Manual Start: Skip first tag read for all riders.
fr: Démarrage manuel: Passer la première puce de lecture pour tous les coureurs.

source: Required when start run-up passes the finish on the first lap.
fr: Nécessaire en cas de début d'exécution jusqu'à la finition passe sur le premier tour.

source: Use RFID Reader
fr: Utilisation Lecteur RFID

source: Contact Email
fr: Email du contact

source: Google Analytics Tracking ID (of the form UA-XXXX-Y)
fr: ID de suivi Google Analytics (du formulaire UA-XXXX-Y)

source: Page Header Graphic
fr: Graphique de l'en-tête de la page

source: The Page Header Graphic will appears on HTML, Printouts and PDF files.
fr: Le graphique de l'en-tête de la page apparaîtra sur les fichiers HTML, impression et fichiers PDF.

source: Show Index Page
fr: Afficher la page d'index

source: Show QR Code Share
fr: Afficher le code QR Partager

source: Elevation Gain
fr: Gain d'altitude

source: Import GPX Course
fr: Cours Import GPX

source: Reverse Course Direction
fr: Sens de marche arrière

source: Show on Google Map
fr: Afficher sur Google Map

source: Export in GPX Format
fr: Exporter en format GPX

source: Export in KML Format (requires Google Earth)
fr: Exporter en format KML (nécessite Google Earth)

source: Do Not Use Camera for Photo Finish
fr: Ne pas utiliser l'appareil photo pour Photo Finish

source: Photos on Every Lap
fr: Photos à chaque tour

source: Photos at Race Finish Only
fr: Photos à Course Terminer Seulement

source: USB Camera Options
fr: Options USB de l'appareil photo

source: Photo Delay Option
fr: Option de délai de photo

source: RFID Read Distance before Finish Line
fr: Distance de lecture RFID avant finition

source: Milliseconds
fr: Millisecondes

source: Requires CrossMgrCamera. See help for details
fr: Nécessite CrossMgrCamera. Voir l'aide pour plus de détails

source: This only applies to the Track animation.
fr: Cela se applique uniquement à l'animation de la piste.

source: GPX animation follows the lat/lng coordinates.
fr: Animation GPX suit les coordonnées LAT / LNG.

source: Animation Finish on Top
fr: Animations Terminer sur Haut

source: Animation Reverse Direction
fr: Animations inverser la direction

source: Configure Ftp
fr: Configurer Ftp

source: Choose File Formats to Publish. Select Ftp option to upload files to Ftp server.
fr: Choisissez Formats de fichier à publier. Sélectionnez l'option Ftp pour télécharger des fichiers sur le serveur Ftp.

source: None
fr: Aucun

source: Post Publish Command
fr: Poste de commande de publication

source: Postpublish Command is run on CrossMgr generated files. Use %* to insert the file names into the command line.
fr: La commande Postpublish est exécutée sur les fichiers générés par CrossMgr. Utilisez% * pour insérer les noms de fichiers dans la ligne de commande.

source: You can also use Notes variables, for example: {=RaceDate}, {=Organizer} and {=City}.
fr: Vous pouvez également utiliser les variables Notes, par exemple: {= RaceDate}, {= Organizer} et {= City}.

source: Scripts can be shell cmds or scripts (.bat, .py, .rb, .perl, ...).
fr: Les scripts peuvent être shell cmds ou scripts (.bat, .py, .rb, .perl, ...).

source: Ftp is Not Configured
fr: Ftp n'est pas configuré

source: Configure it now?
fr: Configurez-le maintenant?

source: Post Publish Cmd Error
fr: Publier l'erreur Cmd de publication

source: return code
fr: Code de retour

source: Batch Publish Results
fr: Résultats par lots

source: Publish All
fr: Publier tout

source: Save Options and Close
fr: Enregistrer les options et fermer

source: Notes to appear on Html output:
fr: Remarques à apparaître sur la sortie HTML:

source: (notes containing Html tags must start with <html> and end with </html>)
fr: (Notes contenant des Puces HTML doit lancer par <html> et finissent par </ html>)

source: Insert Variable...
fr: Insérer variable...

source: File Name
fr: Nom de fichier

source: Link External Excel Sheet...
fr: Lien externe Fiche Excel...

source: Categories Initially Loaded From
fr: Catégories initialement chargées à partir de

source: Template File
fr: Fichier de modèle

source: General Info
fr: Informations générales

source: Race Options
fr: Options course

source: Notes
fr: Remarques

source: Camera
fr: Caméra

source: Files/Excel
fr: Fichiers / Excel

source: Commit
fr: Commettre

source: Save Template
fr: Enregistrer le modèle

source: Load Template
fr: Modèle de charge

source: Save as "default" for a default Template that is applied automatically to all New races
fr: Enregistrez comme \ "default " pour un modèle par défaut appliqué automatiquement à toutes les nouvelles races

source: You must have a valid race File|Open...
fr: Vous devez avoir un fichier de course valide Fichier|Overt...

source: Or create one with File|New....
fr: Ou créer un avec Fichier|Nouveau....

source: Valid Race Required
fr: Course valide requis

source: This will replace existing Properties.
fr: Cela remplacera les propriétés existantes.

source: Confirm Load Template
fr: Confirmer le modèle de chargement

source: Template Load Failure
fr: Échec de charge de modèle

source: Save as Template
fr: Enregistrer en tant que modèle

source: Template Saved to
fr: Modèle sauvegardé à

source: Save Template Successful
fr: Enregistrer le modèle réussi

source: Template Save Failure
fr: Échec de sauvegarde de modèle

source: Race File Folder
fr: Dossier de fichiers de course

source: Categories Import File (*.brc):
fr: Catégories importer le fichier (* .brc):

source: Choose a Folder for the Race
fr: Choisissez un dossier pour la course

source: UnnamedRace
fr: Sans nom course

source: The filename will be changed to:
fr: Le nom de fichier sera modifié pour:

source: Change Filename?
fr: Changer Nom du fichier?

source: This file already exists:
fr: Ce fichier existe déjà:

source: Overwrite?
fr: Ecraser?

source: Overwrite Existing File?
fr: Ecraser le fichier existant?

source: Properties Dialog Test
fr: Test de dialogue Propriétés

source: Laps to Go
fr: Tours à faire

source: Bib not in Race
fr: Dossard pas en course

source: Bib not in Category
fr: Dossard n'est pas dans la catégorie

source: Bib has non-Finisher Status
fr: Dossard n'a pas le statut de finisseur

source: Laps To Go exceeds for Race Laps
fr: Tours à faire dépassent les Tours de course

source: Laps To Go must be >= 0
fr: Les tours à effectuer >= 0

source: GPX Track
fr: GPX piste

source: Oval Track
fr: Ovale piste

source: Finish on Top
fr: Terminer sur le dessus

source: Reverse Direction
fr: Inverser la direction

source: Rewind
fr: Rembobiner

source: Play
fr: Jouer

source: Playback Speed
fr: Vitesse de lecture

source: Highlight Numbers
fr: Numéros faits saillants

source: Update
fr: Mettre à jour

source: Stop
fr: Arrêtez

source: Drag and Drop any RaceDB URL from the browser. Drag the small icon just to the left of the URL on the browser page to the RaceDB logo below
fr: Faites glisser et déposez n'importe quelle URL RaceDB du navigateur. Dragez la petite icône juste à gauche de l'URL on la page du navigateur vers le logo RaceDB ci-dessous

source: Race Folder Base
fr: Base de dossiers de course

source: RaceDB URL
fr: URL de RaceDB

source: All Events On
fr: Tous les événements sur

source: Event Info
fr: Informations sur les événements

source: Event Type
fr: Type d'événement

source: Open Event
fr: Événement ouvert

source: Error Connecting to RaceDB Server
fr: Erreur lors de la connexion au serveur RaceDB

source: Confirm Open Event
fr: Confirmer l'événement ouvert

source: Error Creating Folder
fr: Erreur lors de la création du dossier

source: Error Writing File
fr: Fichier d'écriture d'erreur

source: No Events found on
fr: Aucun événement trouvé sur

source: Events retrieved successfully
fr: Événements récupérés avec succès

source: Past
fr: Passé

source: Event
fr: un événement

source: Upload Results to RaceDB
fr: Charger les résultats sur RaceDB

source: Done
fr: Terminé

source: Starting Upload...
fr: Commencer à télécharger ...

source: Warning
fr: Attention

source: Otherwise, Upload Successful.
fr: Sinon, Upload Successful.

source: Upload Successful.
fr: Upload réussie.

source: RaceDB Upload Status
fr: RaceDB statut de téléchargement

source: Checking
fr: Vérification

source: Connection failed
fr: La connexion a échoué

source: Unexpected return
fr: Retour inattendu

source: Attempting to connect to RaceResult reader at
fr: Tentative de connexion au lecteur RaceResult au

source: Connection to RaceResult reader failed
fr: La connexion au lecteur RaceResult a échoué

source: Attempting AutoDetect...
fr: Tentative de détection automatique ...

source: AutoDetect RaceResult at
fr: AutoDetect RaceResult au

source: RaceResult requires Firmware Upgrade
fr: RaceResult nécessite une mise à niveau du microprogramme

source: CrossMgr requires PROTOCOL
fr: CrossMgr nécessite un PROTOCOLE

source: RaceResult supports
fr: RaceResult prend en charge

source: invalid date
fr: date invalide

source: Checking COM
fr: Vérification COM

source: Write length error
fr: Erreur de longueur d'écriture

source: Command failed
fr: Commande échouée

source: Attempting to connect to RaceResult reader on COM
fr: Tentative de connexion au lecteur RaceResult sur COM

source: AutoDetect RaceResult at COM
fr: AutoDetect RaceResult à COM

source: Warning: Loop ID != 0
fr: Avertissement: Loop ID! = 0

source: Tag
fr: Puce

source: Tag1
fr: Puce1

source: Tag2
fr: Puce2

source: Tag3
fr: Puce3

source: Tag4
fr: Puce4

source: Tag5
fr: Puce5

source: Tag6
fr: Puce6

source: Tag7
fr: Puce7

source: Tag8
fr: Puce8

source: Tag9
fr: Puce9

source: CustomCategory
fr: CatégoriePesonnalisée

source: CustomCategory1
fr: CatégoriePesonnalisé1

source: CustomCategory2
fr: CatégoriePesonnalisé2

source: CustomCategory3
fr: CatégoriePesonnalisé3

source: CustomCategory4
fr: CatégoriePesonnalisé4

source: CustomCategory5
fr: CatégoriePesonnalisé5

source: CustomCategory6
fr: CatégoriePesonnalisé6

source: CustomCategory7
fr: CatégoriePesonnalisé7

source: CustomCategory8
fr: CatégoriePesonnalisé8

source: CustomCategory9
fr: CatégoriePesonnalisé9

source: Bib#
fr: Dossard#

source: LastName
fr: Nom

source: FirstName
fr: Prénom

source: State
fr: État

source: StateProv
fr: ÉtatProv

source: EventCategory
fr: Catégorie d'événement

source: License
fr: Licence

source: TeamCode
fr: Code de l'équipe

source: Factor
fr: Facteur

source: Specify the Excel File containing additional rider information.
fr: Spécifiez le fichier Excel contenant des informations de coureur supplémentaire.

source: Each race must be in a separate sheet.
fr: Chaque course doit être dans une feuille séparée.

source: See documentation for examples.
fr: Voir la documentation pour des exemples.

source: Excel Workbook:
fr: Tableur Excel:

source: Specify the sheet containing the information for this race:
fr: Spécifiez la feuille contenant les informations pour cette course:

source: Could not find a Header Row
fr: Impossible de trouver une tête de ligne

source: Blank Header Column
fr: Colonne de tête vide

source: Specify the spreadsheet columns corresponding to CrossMgr fields.
fr: Spécifiez les colonnes de feuille de calcul correspondant aux champs CrossMgr.

source: Set ignored or missing fields to blank.
fr: Définissez les champs ignorés ou manquants en blanc.

source: Initialize CrossMgr Categories from Excel EventCategory/CustomCategory and Bib# columns
fr: Initialiser les catégories CrossMgr à partir des colonnes Excel Catégorie d'événement / Catégorie personnalisée et Dossard

source: Updates, adds or deletes CrossMgr categories, with bib numbers, using the EventCategory/CustomCategory and Bib# columns in the Excel sheet. Use with care as the Categories will be updated every time the Excel sheet changes. Read the documentation first!
fr: Mises à jour, ajoute ou supprime les catégories CrossMgr, avec des nombres de dossard, en utilisant les colonnes Catégorie d'événement / Catégorie personnalisée et Dossard dans la feuille Excel. Utilisez avec précaution que les catégories seront mises à jour chaque fois que la feuille Excel changera. Lisez la documentation d'abord!

source: Spreadsheet
fr: Tableur

source: Excel File
fr: Fichier Excel

source: Sheet Name
fr: Nom de la feuille

source: Rider Data Entries
fr: Saisie des données coureurs

source: CrossMgr Categories from Excel EventCategory/CustomCategory
fr: CrossMgr Catégories de Excel Catégorie d'événement / Catégorie d'événement

source: Categories and Properties
fr: Catégories et Propriétés

source: Status
fr: Statut

source: Errors
fr: Erreurs

source: Copy Errors to Clipboard
fr: Erreurs de copier au clipboard

source: Excel Errors Copied to Clipboard.
fr: Erreurs Excel copié dans le presse-papiers.

source: Excel Errors Copied to Clipboard
fr: Erreurs Excel copié dans le presse-papiers

source: Read Categories
fr: Lisez les catégories

source: Read Properties
fr: Lire Propriétés

source: Yes
fr: Oui

source: No
fr: Non

source: Success!
fr: Succès!

source: Define Excel Link
fr: Définir Excel Lien

source: Please specify an Excel file.
fr: Se il vous plaît spécifier un fichier Excel.

source: Cannot find at least 5 header names in the Excel sheet.
fr: Vous ne trouvez pas au moins cinq noms d'en-tête de la feuille Excel.

source: Check the format.
fr: Vérifiez le format.

source: Excel Format Error
fr: Format Excel Erreur

source: No RFID Tag Columns Specified.
fr: Pas de colonnes de Puces RFID spécifiées.

source: Fix it now?
fr: Répare le maintenant?

source: No RFID Tag Columns
fr: Pas de colonnes de Puces RFID

source: You must specify column
fr: Vous devez spécifier la colonne

source: Problem extracting rider info.
fr: Problème extraction d'informations de pilote.

source: Check the Excel format.
fr: Vérifiez le format Excel.

source: Data Error
fr: Erreur de données

source: Unknown
fr: Inconnu

source: Row
fr: Ligne

source: Duplicate Bib#
fr: Dupliquer Dossard#

source: Same as row
fr: Même que la ligne

source: Missing field
fr: Champ manquant

source: Duplicate Field
fr: Dupliquer le champs

source: Same as
fr: Même que

source: Missing Field
fr: Champ manquant
