Repository: esitarski/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: fr

source: Specify the Excel File containing TT Start Times in HH:MM:SS format.
fr: Spécifiez le fichier Excel contenant TT Démarrer Times en format hh: mm: ss.

source: This is the Stopwatch Time usually beginning at 00:01:00, with 30 to 60 second gaps - not the clock time.
fr: Ce est l'heure Chronomètre commençant généralement à 0:01:00, de 30 à 60 secondes lacunes - pas le temps d'horloge.

source: Specify the sheet containing the start times for this race:
fr: Spécifiez la feuille contenant les heures de début pour cette course:

source: Specify the spreadsheet columns corresponding to the Start Time fields.
fr: Spécifiez les colonnes de feuille de calcul correspondant aux champs Heure de début.

source: Both Bib and Start Time must be specified.
fr: Les deux Dossard et le temps de départ doivent être spécifiés.

source: Summary:
fr: Résumé:

source: Excel File:
fr: Fichier Excel:

source: Sheet Name:
fr: Nom de la feuille:

source: Rider Start Times:
fr: coureur heures de démarrage:

source: Status:
fr: Statut:

source: Failure
fr: Échec

source: Import TT Start Times
fr: Importer CM heures de départ

source: Missing excelLink
fr: MissLink

source: missing start time
fr: heure de début manquant

source: cannot read time format
fr: ne peut pas lire le format de temps

source: cannot read start time (neither Excel time nor String)
fr: ne peut pas lire l'heure de début

source: Start Time Import Errors
fr: Erreurs d'importation de début d'heure

source: Start Times Changed
fr: Changement de temps de début

source: Start Times Success
fr: Heures de départ de réussite

source: Issue
fr: Problème

source: Recommendation
fr: Recommandation

source: Fix
fr: Fixer

source: Rider has entries before the Start Offset.
fr: coureur possède des entrées avant le départ Offset.

source: Early times are not shown in the results.
fr: Les premiers temps ne sont pas présentés dans les résultats.

source: StartOffset
fr: Temps de décalage

source: Rider has extra laps not shown in results (all riders finish on leader's last lap)
fr: coureur a tours supplémentaires ne apparaissent pas dans les résultats (tous les coureurs arrivent sur le dernier tour du tête de la course)

source: time penalty
fr: pénalité de temps

source: Penalty
fr: Pénalité

source: Race Laps
fr: tours en course

source: Verify that Category did Race Laps. Update Race Laps for Category if necessary.
fr: Vérifiez que Catégorie fait tours en course. Mise à jour tours de course pour la catégorie si nécessaire.

source: Check for DNF after rider lap
fr: Vérifiez DNF après coureur tour

source: Confirm rider was lapped by Category Leader in leader's lap
fr: Confirmez coureur a été doublés par coureur de tête de catégorie dans le tour du coureur de tête

source: Rider has recorded times.
fr: coureur a enregistré fois.

source: Check status
fr: Vérifier l'état

source: Check if time is accurate.
fr: Vérifiez si le temps est exact.

source: Check time for Status
fr: Vérifier le temps de la Condition

source: Found recorded time
fr: Trouvé temps enregistré

source: Rider does not match any active category. Check if rider is in right race or data entry error.
fr: coureur ne correspond à aucune catégorie active. Vérifiez si coureur est en course droit ou d'une erreur de saisie de données.

source: Check rider has projected times
fr: Vérifiez coureur a projeté fois

source: Imported chip Tag missing from Excel sheet. Check if a stray read. If not, add Tag to Excel sheet and run Chip Import again
fr: Tag de puce importé manquant dans la feuille Excel. Vérifiez si une lecture errante. Sinon, ajoutez une étiquette à une feuille Excel et réexécutez l'importation de la puce.

source: First recorded time
fr: Première fois enregistrée

source: Show Rider Data
fr: Afficher coureur données

source: Useful for finding the fastest lap.
fr: Utile pour trouver le meilleur tour.

source: Useful for finding for Prime winners. After selecting, click on a lap header to sort.
fr: Utile pour trouver du Prime gagnants. Après sélection, cliquez sur un en-tête de tour pour trier.

source: Lap Speeds
fr: délais Lap

source: Race Speeds
fr: délais de course

source: Useful to predict how long a race will take based on rider's average speed.
fr: Utile pour prédire combien de temps une course aura sur la base de la vitesse moyenne du coureur.

source: close finish to
fr: Finition rapprochée à

source: Switch to Passings tab
fr: Passer à l'onglet Passages

source: Show Photos
fr: Voir les Photos

source: Change number or lap time...
fr: Changer le nombre ou temps au tour...

source: Move lap time earlier/later...
fr: Déplacez temps au tour plus tôt / tard...

source: Delete lap time...
fr: Supprimer temps au tour...

source: by Lap Time
fr: par temps au tour

source: by Race Time
fr: par temps de course

source: by Lap Speed
fr: par tour vitesse

source: by Race Speed
fr: par course vitesse

source: Adjust Time Trial Times
fr: Réglez Time Trial temps

source: Ride Time
fr: temps de parcours

source: Penalty Time
fr: Pénalité Temps

source: Start Time must be before Finish Time
fr: Heure de début doit être avant l'heure d'arrivée

source: Time Error
fr: Erreur Temps

source: You must specify the Missing Start Time
fr: Vous devez spécifier l'heure de début manquante

source: Missing Start Time
fr: Heure de début manquante

source: Adjust Start Time
fr: Ajuster l'heure de début

source: Rider Started Early
fr: Rider commencé tôt

source: Rider Started Late
fr: Rider commencé tard

source: Adjust for
fr: Ajuster pour

source: Adjustment Time
fr: Temps d'ajustement

source: The race must be Finished before you can adjust a Start Wave Offset.
fr: La course doit être terminée avant de pouvoir ajuster un décalage Wave Start.

source: Race Must be Finished
fr: La course doit être terminée

source: &Delete Rider from Race...
fr: &Supprimer coureur de Race...

source: Delete this rider from the race
fr: Supprimer ce coureur de la course

source: &Change Rider's Number...
fr: &Changer le numéro du coureur...

source: Change this rider's number
fr: Changer le numéro de cet coureur

source: &Swap Number with Other Rider...
fr: &Échanger numéro de coureur avec d'autre...

source: Swap this rider's number with another rider's number
fr: Échanger le numéro de ce coureur avec le numéro d'un autre coureur

source: C&opy Rider Times to New Number...
fr: C&opiez chronos à un nouveau numéro...

source: Copy these rider's times to another number
fr: C&opiez chronos à un nouveau numéro...

source: Fix lap times if the rider started in the wrong start wave
fr: Régler les temps de tour si le cavalier a commencé dans la mauvaise onde de départ

source: at race time
fr: au moment de la course

source: Relegated to
fr: Relégué à

source: Autocorrect Lap Data
fr: Données au tour Autocorrect

source: Always Filter on Min Possble Lap Time
fr: Toujours filtrer sur le temps de tour possible

source: Started in Early Wave
fr: Démarré dans Early Wave

source: Change number or lap time
fr: Changer le nombre ou temps au tour

source: Move lap time earlier/later
fr: Déplacez temps au tour plus tôt / tard

source: Delete lap time(s)
fr: Supprimer temps de tour...

source: Add/Edit lap note
fr: Ajouter / Editer tour la note

source: Delete entries of Bib
fr: Supprimer les entrées de Bib

source: Delete Times
fr: Supprimer temps

source: Note on Lap
fr: Note sur Lap

source: Rider's new number:
fr: Nouveau numéro de coureur:

source: New Number
fr: Nouveau numéro

source: Cannot Change Bib.
fr: Impossible de modifier Dossard.

source: There is a rider with this number already.
fr: Il est un coureur avec ce numéro déjà.

source: Cannot Change Rider Number
fr: Vous ne pouvez pas changer le numéro coureur

source: Confirm Change rider's number
fr: Confirmez le numéro de changement coureur

source: Change Rider Number
fr: Changer Nombre coureur

source: Number to swap with:
fr: Nombre d'échanger avec:

source: Swap Numbers
fr: Numéros de swap

source: Cannot swap with specified rider.
fr: Vous ne pouvez pas échanger avec le pilote spécifié.

source: This rider is not in race.
fr: Ce coureur ne est pas dans la course.

source: Cannot Swap Rider Numbers
fr: Vous ne pouvez pas Swap numéros coureur

source: Confirm Swap numbers
fr: Confirmer le nombre de swap

source: Swap Rider Number
fr: Swap Nombre coureur

source: All time entries will be copied to the new bib number.
fr: Toutes les entrées de temps seront copiés dans le nouveau numéro de dossard.

source: Copy Rider Times
fr: Copie chronos de coureur

source: Cannot Copy to Same Number
fr: Impossible de copier à même numéro

source: Entries will be copied to new Bib
fr: Les inscriptions seront copiés nouvelle Dossard

source: All entries will be slightly earlier.
fr: Toutes les entrées seront un peu plus tôt.

source: Confirm Copy Rider Times
fr: Confirmer la copie coureur temps

source: Lap Start
fr: \Tour commencer

source: Lap End
fr: Tour Fin

source: Add missing last lap
fr: Ajouter manquant dernier tour

source: Correct lap End Time
fr: Corrigera fin de temps au tour...

source: Note for lap
fr: Note pour les tour

source: Lapped by Leader
fr: Porté par Leader

source: Save (Ctrl-S)
fr: Garder

source: Search:
fr: Recherche:

source: Close
fr: Près

source: StartTime
fr: Heure de début

source: In Race
fr: Dans la Course

source: yes
fr: oui

source: Find Rider
fr: Trouver coureur

source: Change the Autocorrect Flag by Category
fr: Changer le drapeau Autocorrect par catégorie

source: Select Categories:
fr: Choisir une catégorie:

source: For all Riders in the Categories above:
fr: Pour tous les coureurs dans les catégories ci-dessus:

source: Set Autocorrect Flag
fr: Réglez Drapeau Autocorrect

source: Clear Autocorrect Flag
fr: Effacer l'indicateur Autocorrect

source: No Categories Selected. Select some Categories, or Cancel
fr: Aucun Catégories sélectionnées. Sélectionnez certaines catégories ou annuler

source: No Categories Selected
fr: Pas de catégories sélectionnées

source: Graphic to be Displayed in Results (set to blank to use default graphic):
fr: Graphique à afficher dans les résultats (mis à vide pour utiliser graphique par défaut):

source: Choose
fr: Choisir

source: Leader ETA
fr: Groupe de tête ETA

source: Pull After Last Recorded Time
fr: Tirer après le dernier enregistrement

source: DNF After Last Recorded Time
fr: DNF après le dernier enregistrement

source: Pull at
fr: Tirer à

source: DNF at
fr: DNF à

source: Drag Top Slider to Change Time
fr: Faites glisser le curseur supérieur pour changer l'heure

source: Drag Left Slider to Zoom
fr: Faites glisser le curseur gauche pour zoomer

source: Chase Group
fr: Chase Groupe

source: Size
fr: Taille

source: Tap for Time
fr: Appuyez sur pour l'heure

source: Tap to get a Time, or press "t".
fr: Appuyez pour obtenir une heure, ou appuyez sur "t".

source: Then enter the Bib number(s) and Save.
fr: Ensuite, entrez le (s) numéro (s) de dossard et enregistrez.

source: (or press "t")
fr: (Ou appuyez sur "t")

source: (or press "s")
fr: (Ou appuyez sur "s")

source: Save Entries (or press "s")
fr: Enregistrer les entrées (ou appuyez sur "s")

source: Insufficient space to Record Time.
fr: Espace insuffisant pour un temps record.

source: Enter Bib numbers and press Commit.
fr: Entrez les numéros de dossard et appuyez sur Valider.

source: Or delete some entries
fr: Ou supprimer certaines entrées

source: Record Time Failed.
fr: Durée d'enregistrement a échoué.

source: Attempting to connect to Ultra reader at
fr: Tentative de connexion à Ultra Reader au

source: Connection to Ultra reader failed
fr: La connexion à Ultra Reader a échoué

source: AutoDetect Ultra at
fr: AutoDetect Ultra à

source: connect to Ultra reader SUCCEEDS on
fr: Connectez-vous à Ultra reader SUCCEEDS on

source: Lost heartbeat.
fr: Perte de battements cardiaques.

source: Unexpected reader message
fr: Message inattendu du lecteur

source: Export to Excel
fr: Exporter vers Excel

source: Folder to write
fr: Dossier à écrire

source: Search
fr: Recherche

source: ModelTakePhoto: usb camera is not enabled
fr: Modèle|Prendre une photo: caméra usb ne est pas activé

source: LastName must be linked to a column in the Excel sheet.
fr: Nom doit être liée à une colonne dans la feuille Excel.
