Repository: esitarski/CrossMgr
Catalog: CrossMgrLocale/*/LC_MESSAGES/messages.po
Languages: fr

source: Start Race at Time:
fr: Lancer la course a l'heure:

source: Automatically Start Race at:
fr: Lancer la course automatiquement à:

source: After Start, Switch to:
fr: Après le début, passez à:

source: Results
fr: Résultats

source: Passings
fr: Passages

source: RiderDetail
fr: Détails du coureur

source: Chart
fr: Graphique

source: Recommendations
fr: Recommandations

source: Categories
fr: Catégories

source: Properties
fr: Propriétés

source: LapCounter
fr: Compte-tours

source: Start at Above Time
fr: Commence au moment indiqué ci-dessus

source: Start in 30s
fr: Commencer en 30 secondes

source: Start in 60s
fr: Commencer en 60 secondes

source: Scheduled Start Time is in the Past
fr: Heure de début prévue est dans le passé

source: Please enter a Scheduled Start Time in the Future.
fr: Se il vous plaît entrer une heure de début prévue dans l'avenir.

source: Start Race
fr: Commencer la course

source: Finish Race
fr: Terminer la course

source: Chip Timing Options
fr: Chrono à puce RFID

source: Properties Shortcut
fr: Raccourci des propriétés

source: Start Race Automatically at Future Time
fr: Commencer la course à l'avenir

source: Checklist:
fr: Liste de contrôle:

source: You must have a valid race. Open or New a race first.
fr: Vous devez avoir une course valide. Ouvrez ou Neuf une course en premier.

source: No Valid Race
fr: Pas valable course

source: Cannot Start. Excel Sheet read failure.
fr: Impossible de démarrer. Feuille Excel lire échec.

source: The Excel file is either unconfigured or unreadable.
fr: Le fichier Excel est soit non configuré ou illisible.

source: Excel Sheet Read
fr: Feuille Excel Lire

source: Cannot Start. Excel Sheet missing Tag column.
fr: Ne peux pas commencer. Colonne de la Puce de la feuille Excel.

source: The Excel file must contain a Tag column to use RFID.
fr: Le fichier Excel doit contenir une colonne de Tag RFID à utiliser.

source: Excel Sheet missing Tag column
fr: La feuille Excel manque une colonne Tag

source: Start Race Now?
fr: Commencer la course maintenant?

source: Finish Race Now?
fr: Terminer course maintenant?

source: line
fr: ligne

source: unrecognised input
fr: entrée non reconnu

source: Laps of
fr: Tours de

source: Laps to go
fr: Tours à faire

source: of
fr: de

source: to go
fr: à faire

source: Finish
fr: Arrivée

source: as .html file
fr: Comme fichier .html

source: index.html for all CrossMgr races in folder
fr: Index.html pour toutes les courses CrossMgr dans le dossier

source: as .pdf file
fr: comme fichier .pdf

source: as .xls upload file
fr: comme .xls télécharger le fichier

source: as .txt upload file
fr: comme fichier de téléchargement .txt

source: as .png upload files in Facebook folder
fr: comme .png télécharger des fichiers dans le dossier Facebook

source: Camera Test
fr: Tester la caméra

source: Take Snapshot
fr: Prendre un Instantané

source: Camera Resolution
fr: Résolution de l'appareil photo

source: Camera Failed: Unknown Error.
fr: Caméra Échec: Erreur inconnue.

source: Cannot access photo image.
fr: Impossible d'accéder à l'image de photo.

source: Camera Error
fr: Erreur de l'appareil photo

source: Save Photo as PNG File:
fr: Enregistrer la photo comme fichier PNG:

source: Cannot save photo:
fr: Impossible d'enregistrer la photo:

source: Save Error
fr: Sauvegarder erreur

source: Numbers
fr: Nombres

source: Gender
fr: Sexe

source: Age
fr: Âge

source: to
fr: à

source: Category
fr: Catégorie

source: All
fr: Tous

source: Start on
fr: Démarrer sur

source: Start Time
fr: Heure de début

source: Laps
fr: Tours

source: Starters
fr: Entrées

source: There was a printer problem.
fr: Il y avait un problème d'imprimante.

source: Check your printer setup.
fr: Vérifiez votre configuration de l'imprimante.

source: Printer Error
fr: Erreur d'imprimante

source: Start Wave
fr: Vague de début

source: Component
fr: Composant

source: Custom
fr: Personnalisé

source: Lap
fr: Tour

source: Race
fr: Course

source: Activate All
fr: Tous Activer

source: New
fr: Nouveau

source: Delete
fr: Effacer

source: Set Gpx Distance
fr: Définir la distance Gpx

source: Bib Exceptions
fr: Exceptions des dossards

source: Normalize
fr: Normaliser

source: Print
fr: Imprimer

source: Category Type
fr: Catégorie type

source: Active
fr: Actif

source: Name
fr: Nom

source: Start Offset
fr: Délai de début

source: Race Laps
fr: Tours de Course

source: Race Minutes
fr: Minutes de course

source: Lapped Riders Continue
fr: Coureurs doublés continuer

source: Dist. By
fr: Dist. Par

source: First Lap Dist.
fr: Première Tour Dist.

source: 80% Lap Time
fr: Temps au tour de 80 %

source: CrossMgr Estimated Laps
fr: CrossMgr tours de course estimés

source: Publish
fr: Publier

source: Upload
fr: Télécharger

source: Series
fr: Série

source: Name Copy
fr: Copie de nom

source: Open
fr: Ouverte

source: Men
fr: Hommes

source: Women
fr: Femmes

source: Excel file written to
fr: Fichier Excel écrit

source: Excel Write
fr: Excel Ecrire

source: Cannot write
fr: Impossible d'écrire

source: Check if this spreadsheet is already open.
fr: Vérifiez si cette feuille de calcul est déjà ouvert.

source: If so, close it, and try again.
fr: Si oui, fermez-le et essayez à nouveau.

source: Excel File Error
fr: Erreur de fichier Excel

source: Set the GPX distance for all Categories?
fr: Définissez la distance GPX pour toutes les catégories?

source: Set GPX Distance
fr: Définir la distance GPX

source: You must select a Category first
fr: Vous devez sélectionner une catégorie première

source: Select a Category
fr: Choisir une catégorie

source: Add Bib Exceptions (comma separated). This will add the given list of Bibs to this category, and remove them from other categories.
fr: Ajoutez exceptions dossard (séparées par des virgules) Ce seront ajouter la liste donnée de dossards à cette catégorie, et les supprimer d'autres catégories.

source: Add Bib Exceptions
fr: Ajouter Exceptions Dossard

source: CategoryName
fr: NomDeCatégorie

source: Delete Category
fr: Supprimer la catégorie

source: Tap for NOW
fr: Appuyez sur pour ce moment

source: New Race Start Time (24hr clock):
fr: Nouvelle heure de départ de la course:

source: Cannot change Time Trial Start Time
fr: Impossible de changer l'heure de début du contre-la-montre.

source: There are already recorded results.
fr: Il y a déjà des résultats enregistrés.

source: Cannot change Start Time
fr: Impossible de changer l'heure de début

source: Are you Sure you want to change the Race Start to Later?
fr: Êtes-vous sûr que vous voulez changer le départ de la course à plus tard?

source: (you can always undo).
fr: (vous pouvez toujours annuler).

source: Are you sure?
fr: Êtes-vous sûr?

source: Task
fr: Tâche

source: Cannot Import into a Running Race.
fr: Impossible d'importer dans une course en cours.

source: Wait until you have a complete data set, then import the full data into a New race.
fr: Attendez jusqu'à ce que vous avez un ensemble de données complet, puis importer les données complètes dans une nouvelle course.

source: Cannot Import into Running Race
fr: Impossible d'importer dans course en cours.

source: time is before race start
fr: Il est avant le début de la course

source: tag missing from Excel sheet
fr: Puce manquante de feuille Excel

source: No matching tags found in Excel link. Import aborted.
fr: Pas de tags correspondants trouvés dans le lien Excel. Importation annulée.

source: Import
fr: Importation

source: Import Data File
fr: Importer un fichier de données

source: You must first "New" a race and fill in the details.
fr: Vous devez d'abord "Nouveau" une course et de remplir dans les détails.

source: You must also configure a "Tag" field in your Sign-On Excel Sheet and link the sheet to the race.
fr: Vous devez également configurer un champ de "Tag" dans votre feuille Excel Sign-On et le lier à la course.

source: This is required so CrossMgr can link the tags in the import file back to rider numbers and info.
fr: Ceci est nécessaire afin CrossMgr peut relier les Puces dans le fichier d'importation revenir aux chiffres des coureurs et d'info.

source: Race Data:
fr: Les données de course:

source: If the first chip read is NOT the start of the race, you will need to enter the start time manually.
fr: Si la première puce lecture ne est pas le début de la course, vous devez entrer l'heure de début manuellement.

source: Otherwise the import will use the first chip read as the race start.
fr: Sinon l'importation utilisera la première puce lire comme le début de la course.

source: TimeTrial Data:
fr: Contre la montre données:

source: The first chip read for each rider will be interpreted as the rider's start time.
fr: La première puce RFID lire pour chaque coureur sera interprétée comme l'heure de début du coureurs.

source: Warning: Importing from chip data could replace all the data in this race.
fr: Avertissement: l'importation à partir de données de puce pourrait remplacer toutes les données de cette course.

source: Proceed with caution.
fr: Procéder avec prudence.

source: Data File
fr: Fichier de données

source: Browse
fr: Feuilleter

source: Data Is:
fr: Données est:

source: Data Policy:
fr: Politique de données:

source: Clear All Existing Data Before Import
fr: Effacer toutes les données existant avant l'importation

source: Merge New Data with Existing
fr: Fusionner nouvelles données avec existant

source: Import Data Time Adjustment:
fr: Ajustement Importer des données de temps:

source: Behind
fr: Derrière

source: Ahead
fr: Devant

source: Race Start Time (if NOT first recorded time):
fr: Heure de départ de la course (heure si ce ne est d'abord enregistré):

source: Data will be imported for a Time Trial
fr: Les données seront importées dans un contre la montre

source: Data will be imported for a Race
fr: Les données seront importées pour une course

source: Import file
fr: Importer un fichier

source: Could not open data file for import
fr: Impossible d'ouvrir le fichier de données pour l'importation

source: Cannot Open File
fr: Ne peut pas ouvrir le fichier

source: Cannot Merge into Unstarted Race.
fr: Vous ne pouvez pas fusionner en course Non Commencées.

source: Clear All Existing Data is allowed.
fr: Effacer toutes les données existantes est autorisée.

source: Import Merge Failed
fr: Importer Fusionner Échec

source: Import File contains errors
fr: Importer un fichier contient des erreurs

source: All errors have been copied to the clipboard
fr: Toutes les erreurs ont été copiés dans le planchette à pinces

source: Import Warning
fr: Importer Avertissement

source: Import Successful
fr: Importation réussie

source: "LastName" must be linked to a column in the Excel sheetl
fr: "Nom de famille" doit être lié à une colonne dans le Feuill Excel

source: Success
fr: Succès

source: Category:
fr: Catégorie

source: Select All
fr: Tout Sélectionner

source: Deselect All
fr: Tout Déselectionner

source: DNS Selected
fr: DNS Sélectionné

source: Potential DNS Entrants (use Shift-Click and Ctrl-Click to multi-select)
fr: Les participants potentiels DNS (utilisez Maj-Clic et Ctrl-Clic pour sélectionner plusieurs)

source: No entrants selected to DNS
fr: Pas de participants sélectionnés au DNS

source: DNS the following entrants?
fr: DNS les entrants suivants?

source: DNS Entrants
fr: Les participants DNS

source: &Help
fr: &Aidez-Moi

source: &Close (Ctrl-Q)
fr: &Fermer (Ctrl-Q)

source: Rider Lap
fr: Tour de Coureur

source: Race Time
fr: Temps de course

source: Rider
fr: Coureur

source: 24 hr Clock Time:
fr: 24h Heure de l'horloge

source: Lap Note
fr: Lap Remarque

source: Cannot Enter Clock Time Before Race Start.
fr: Ne peut pas entrer une heure de l'horloge avant le début de la course

source: (reminder: clock time is in 24-hour format)
fr: (rappel: le temps de l'horloge est au format 24 heures)

source: Time Entry Error
fr: Erreur Temps Entrée

source: Cannot enter a time that is before the Category Start Offset
fr: Impossible de saisir un délai antérieur au décalage de départ de catégorie

source: All times earlier than the Start Offset are ignored.
fr: Toutes les heures plus tôt que le décalage de départ sont ignorées.

source: Please enter a time after the Start Offset.
fr: Entrez une heure après le décalage de départ.

source: Earlier
fr: Plus tôt

source: Later
fr: Plus tard

source: Shift Direction
fr: Sens du déplacement

source: Shift Time
fr: Temps de changement

source: Was
fr: Était

source: Now
fr: Maintenant

source: Original
fr: Origine

source: Before Entry
fr: Avant Entrée

source: After Entry
fr: Après l'entrée

source: Insert
fr: Insérer

source: Number
fr: Nombre

source: Num1:
fr: Nom1:

source: Num2:
fr: Nom2:

source: Bib
fr: Dossard

source: Early Bell Time
fr: Heure de cloche anticipée

source: Early Bell
fr: Cloche anticipée

source: Clock Time
fr: Temps d'horloge

source: Confirm Delete
fr: Confirmer la suppression

source: Delete Entry
fr: Supprimer l'entrée

source: and Enter Last Lap Time at
fr: et Entrez le dernier temps au tour à:

source: Confirm Did Not FINISH
fr: Confirmez DNF

source: Pull
fr: Tirer

source: Confirm PULL Rider
fr: Confirmez PULL coureur

source: Confirm Did Not START
fr: Confirmez DNS

source: Confirm Disqualify
fr: Confirmez Disqualifier

source: Powered by CrossMgr (sites.google.com/site/crossmgrsoftware)
fr: Propulsé par CrossMgr (sites.google.com/site/crossmgrsoftware)

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Speed
fr: Vitesse

source: Lapped
fr: Doublés

source: 1st lap
fr: 1er tour

source: more laps of
fr: plus de tours de

source: laps of
fr: Tours de

source: winner
fr: gagnant

source: Clock
fr: Chrono

source: Start
fr: Début

source: ElapsedTime
fr: Temps écoulé

source: Factor %
fr: Facteur %

source: Time
fr: Temps

source: Gap
fr: Écart

source: Prize
fr: Prix

source: Right to Left
fr: De droite à gauche

source: Left to Right
fr: De gauche à droite

source: Copy to Clipboard
fr: Copier dans le presse-papier

source: Save
fr: Enregistrer

source: Scale
fr: Échelle

source: Clip
fr: Agrafe

source: Successfully copied to clipboard
fr: Succès copié dans le presse papier

source: Unable to open the clipboard
fr: Impossible d'ouvrir le presse-papiers

source: Error
fr: Erreur

source: Save Finish as
fr: Enregistrer Terminer comme

source: files
fr: fichiers

source: Finish Strip
fr: Bande d'arrivée

source: Wave
fr: Vague

source: ETA
fr: HAE

source: Recorded
fr: Enregistré

source: Expected (click Bib to record entry)
fr: Prévu (cliquez sur Dossard pour enregistrer l'entrée)

source: Correct
fr: Corriger

source: Split
fr: Divisé

source: Shift
fr: Décalage

source: Lead
fr: Leader

source: miss
fr: manquer

source: Expected
fr: Prévu

source: before race leader
fr: avant leader de la course

source: Ftp Update Progress
fr: Progrès de la mise à jour Ftp

source: KB to go
fr: KB pour aller

source: Uploading
fr: Téléchargement

source: by
fr: par

source: Ftp Publish Results
fr: Ftp Publier les résultats

source: Upload Photos to Path
fr: Télécharger des photos vers le chemin

source: Automatically Upload Results During Race
fr: Télécharger automatiquement les résultats en course

source: Print Results URL as a QR Code...
fr: Résultats de l'impression comme URL qu'un QR Code...

source: Ftp Host Name
fr: Nom de l'hôte Ftp

source: Upload files to Path
fr: Télécharger des fichiers vers le chemin

source: User
fr: Utilisateur

source: Password
fr: Mot de passe

source: URL Path (optional)
fr: Chemin d'URL (optionnel)

source: Published Results URL
fr: URL des résultats publiés

source: Test FTP Connection
fr: Test de connexion FTP

source: Do FTP Upload Now
fr: Télécharger FTP maintenant

source: Ftp Test Successful
fr: Test Ftp réussi

source: Missing host name.
fr: Nom d'hôte manquant.

source: Ftp Upload Failed
fr: Échec de téléchargement FTP

source: Ftp Upload Failed.
fr: Ftp téléchargement a échoué.

source: Show Full Names
fr: Afficher les noms complets

source: Group by Start Wave
fr: Groupe par vague de départ

source: Add Missing Last Lap
fr: Ajouter manquant dernier tour

source: Pull after Lap End
fr: Tirez après la fin du tour...

source: DNF after Lap End
fr: Abandon après la fin du tour...

source: Correct Lap End Time
fr: Corrigera fin de temps au tour...

source: Change number or lap end time
fr: Modifier le numéro ou à la fin de temps au tour

source: Shift Lap End Time
fr: Maj l'heure de fin de tour

source: Move lap end time earlier/later
fr: Déplacez heure de fin de tour plus tôt / tard

source: Delete Lap End Time
fr: Supprimer l'heure de fin de tour...

source: Add/Edit lap Note
fr: Ajouter/Editer note de tour

source: Turn off Autocorrect
fr: Éteignez Autocorrect

source: Swap with Rider before
fr: Swap avec coureur avant

source: Swap with Rider after
fr: Exchange avec coureur après

source: Show Lap Details
fr: Afficher détails de Tour

source: Show RiderDetail Dialog
fr: Afficher dialog de détail de coureur

source: Switch to Results tab
fr: Passer à l'onglet Résultats

source: Splits
fr: Fractionnement

source: before
fr: avant

source: after
fr: après

source: Add Missing Split
fr: Ajouter de scission manquante

source: Add Missing Splits
fr: Ajouter scissions manquantes

source: Missing Splits to Add:
fr: Scissions manquant à ajouter:

source: Pull Rider after lap
fr: Tirez coureur après tour

source: Pull Rider
fr: Tirez coureur

source: DNF Rider after lap
fr: Coureur DNF après tour

source: DNF Rider
fr: Coureur DNF

source: Cannot add Last Lap unless Rider is Finisher
fr: Impossible d'ajouter dernier tour à moins coureur est un finisseur

source: Cannot add Last Lap
fr: Impossible d'ajouter Dernier tour

source: Turn off Autocorrect first?
fr: Éteignez Autocorrect en premier?

source: Continue
fr: Continuer

source: Mass Pull
fr: Tirez en masse

source: Cannot apply Mass Pull to rider with unknown category.
fr: Impossible d’appliquer Tirez en masse à un coureur de catégorie inconnue.

source: Unknown Category
fr: Catégorie inconnue

source: Lap Start down from leader
fr: Lap Début bas de chef de file

source: Lap End down from leader
fr: Tour Fin bas de chef de file

source: Lap Start
fr: Tour Démarrer

source: Lap End
fr: Tour Fin

source: Lap Time
fr: Temps au tour

source: Lap Details
fr: Tour Détails

source: Total Entries
fr: Nombre d'entrées

source: Projected
fr: Projetée

source: Edited
fr: Édité

source: Projected or Edited
fr: Projetées ou edité

source: lap
fr: tour

source: laps
fr: tours

source: Import a GPX File containing coordinates for the course. Continue if you want to load or change the GPX course file.
fr: Importer un fichier GPX contenant les coordonnées pour le cours. Continuer si vous voulez charger ou modifier le fichier GPX sûr.

source: Remove GPX Course
fr: Retirer Cours GPX

source: Permanently Remove GPX Course?
fr: Supprimer définitivement Cours GPX?

source: No GPX Course
fr: Pas Course GPX

source: Existing GPX file:
fr: Existante fichier GPX:

source: Number of Coords
fr: Nombre de Coords

source: Lap Length
fr: Tour longueur

source: Total Elevation Gain
fr: Dénivelé total

source: Course Type
fr: Type de cours

source: Point to Point
fr: Point à point

source: Loop
fr: Boucle

source: Specify the GPX File containing coordinates for the course.
fr: Spécifiez le fichier GPX contenant les coordonnées pour le cours.

source: Course is a Loop
fr: Cours est une boucle

source: Course is Point-to-Point
fr: Cours est point à point

source: Read "elevation.csv" File (in same folder as GPX file)
fr: Fichier "elevation.csv" (dans le même dossier que le fichier GPX)

source: This GPX file does not contain times. Race times will be calculated based on distance and elevation.
fr: Ce fichier GPX ne contient pas de temps. Les temps sera calculé en fonction de la distance et l'altitude.

source: Use times in the GPX file for more realistic animation
fr: Utilisez fois dans le fichier GPX pour l'animation plus réaliste

source: Summary
fr: Résumé

source: GPX File
fr: Fichier GPX

source: Course is
fr: Cours est

source: Set Category Distances to GPX Lap Length
fr: Set Catégorie Distances à GPX Lap Longueur

source: Import GPX Course File
fr: Fichier Cours GPX importation

source: Please specify a GPX file.
fr: Se il vous plaît spécifier un fichier GPX.

source: Cannot open file
fr: Ne peut pas ouvrir le fichier

source: Please check the file name and/or its read permissions.
fr: Se il vous plaît vérifier le nom de fichier et / ou de ses autorisations de lecture.

source: File Open Error
fr: Fichier Ouvrir erreur

source: Read Error
fr: Erreur de lecture

source: Is this GPX file properly formatted?
fr: Est-ce fichier GPX correctement formaté?

source: Import Failed
fr: Échec de l'importation

source: GPX file contains fewer than two points.
fr: Fichier GPX contient moins de deux points.

source: File Format Error
fr: Format de fichier Erreur

source: Cannot Open Elevation File
fr: Impossible d'ouvrir Altitude Fichier

source: Elevation File Error
fr: Altitude Erreur de fichier

source: File Read Error
fr: Fichier erreur de lecture

source: Search Text:
fr: Texte de recherche:

source: Last
fr: Dernier

source: Bin by
fr: Bin par

source: 1 second
fr: 1 seconde

source: 30 seconds
fr: 30 secondes

source: Bin width
fr: Largeur du bac

source: Sync Category
fr: Catégorie de synchronisation

source: Race Times
fr: Chronos de course

source: Lap Times
fr: Chronos

source: Time Down per Lap
fr: L'écart de temps par tour

source: Names
fr: Des noms

source: Show RiderDetail tab
fr: Afficher l'onglet de détail de coureur

source: Correct...
fr: Corriger...

source: Change number or time
fr: Changer le dossard ou le temps

source: Shift...
fr: Maj...

source: Move time earlier/later
fr: Déplacez temps plus tôt/tard

source: Insert...
fr: Insérez...

source: Insert a number before/after existing entry
fr: Insérez un numéro avant/après l'entrée en vigueur

source: Delete...
fr: Supprimer...

source: Delete an entry
fr: Supprimer une entrée

source: Split...
fr: Divisé...

source: Split an entry into two
fr: Diviser une entrée en deux

source: Swap with Entry before
fr: Échanger avec entrée avant

source: Swap with Entry after
fr: Échanger avec Entrée après

source: Pull After Lap
fr: PUL Après Lap

source: Pull After lap
fr: PUL après tour

source: DNF After Lap
fr: DNF après tour

source: DNF After lap
fr: DNF après tour

source: Pull after lap
fr: PUL après tour

source: DNF after lap
fr: DNF après tour

source: invalid time
fr: heure invalide

source: Chip Reader Setup
fr: Configuration du lecteur de RFID

source: Accept RFID Reader Data During Race
fr: Accepter lecteur RFID données pendant la course

source: Start RFID Test
fr: Lancer test RFID

source: Make sure the RFID receiver is plugged into the network.
fr: Assurez-vous que le récepteur RFID est branché sur le réseau.

source: If you are using Impinj/Alien, make sure the CrossMgrImpinj or CrossMgrAlien bridge programs are running.
fr: Si vous utilisez Impinj/Alien, assurez-vous que les programmes CrossMgrImpinj ou CrossMgrAlien sont exécutés.

source: You must have the Sign-On Excel sheet ready and linked before your race.
fr: Vous devez avoir la feuille Excel Sign-On prête et liée avant votre course.

source: You must configure a "Tag" field in your Sign-On Excel Sheet.
fr: Vous devez configurer un champ de "Tag" dans votre feuille Excel Sign-On.

source: Run this test before each race.
fr: Exécutez ce test avant chaque course.

source: CrossMgr supports the JChip, RaceResult, Ultra, Impinj and Alien RFID readers.
fr: CrossMgr prend en charge les lecteurs RFID JChip, RaceResult, Ultra, Impinj et Alien.

source: For more details, consult the documentation for your reader.
fr: Pour plus de détails, consultez la documentation pour votre lecteur.
